{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4081/",
  "id":4081,
  "absolute_url": "/opinion/4081/southern-pacific-co-v-haglund/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/4081/",
  "author": "https://www.courtlistener.com/api/rest/v3/people/2839/",
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-28T16:48:45Z",
  "date_modified": "2017-03-24T04:10:15.071063Z",
  "type": "010combined",
  "sha1": "3642e46ed88ae434cfd453f8534bcf6db7e969c8",
  "page_count": null,
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">277 U.S. 304</p>\n    <p class=\"case_cite\">48 S.Ct. 510</p>\n    <p class=\"case_cite\">72 L.Ed. 892</p>\n    <p class=\"parties\">SOUTHERN PAC. CO.<br>v.<br>HAGLUND et al.  SAME  v.  MOORE SHIPBUILDING CO. et al.</p>\n    <p class=\"docket\">Nos. 472, 473.</p>\n    <p class=\"date\">Submitted April 13, 1928.</p>\n    <p class=\"date\">Decided May 21, 1928.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. William Denman, of San Francisco, Cal., for petitioner.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 305-306 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Ira S. Lillick and J. F. Sullivan, both of San Francisco, Cal., for respondents.</p>\n      <p class=\"indent\">Mr. Justice SANFORD delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These two suits in admiralty, which were brought in the federal court for northern California, arose out of a collision between the ferryboat Thoroughfare and the steamship Enterprise in charge of the tug Relief, in the channel of San Antonio Creek, known as the Oakland Estuary, which resulted in damages to the Thoroughfare and the Enterprise, and the killing of Ernest Haglund, a workman on the Enterprise. In No. 472 the administratrix of Haglund's estate libelled the Southern Pacific Company, the owner of the Thoroughfare, and the Rolph Navigation &amp; Coal Company, the owner of the Relief, for the damages arising from his death. In No. 473 the Moore Shipbuilding Company libelled the Thoroughfare for the damages to the Enterprise; and the Southern Pacific Company, as claimant of the Thoroughfare, brought in as third party respondents the Enterprise, the Relief and the Rolph Navigation &amp; Coal Company, to answer for the damages to the Thoroughfare.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The suits were tried on the same evidence as to the responsibility for the collision, and were consolidated for hearing in the Circuit Court of Appeals. The District Court found that the collision was caused solely by the negligence of the Thoroughfare, without fault on the part of the Relief or the Enterprise, and entered decrees against the Southern Pacific Company for the damages to the Enterprise and the death of Haglund. These decrees were affirmed by the Circuit Court of Appeals. 19 F.(2d) 878.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The channel of the Estuary, the great artery of commerce between San Francisco and Oakland, is 500 feet wide. The collision occurred about noon, on a clear day. The Enterprise, a steam freighter 320 feet long, which was undergoing repairs at the yard of the Moore Shipbuilding Company on the north bank of the Estuary, was let down stern foremost on a marine railway into the waters of the Estuary, and lay at right angles across the channel. She was without power, had no lookout, and had been placed by the Shipbuilding Company in charge of the Relief to be berthed at a nearby wharf on the Company's plant.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The Thoroughfare, a steam ferryboat, was then approaching at her full speed of 13 miles an hour on an easterly course through the Estuary. When about 2,900 feet away she sounded a single blast of her whistle. This was not answered by the Relief, which was then engaged in stopping the sternway of the Enterprise towards the south side of the channel. When the Thououghfare had approached within about 1,000 feet of the Enterprise, the Relief had arrested the movement of the Enterprise and was holding her dead in the water, with her stern about 100 feet from the south edge of the channel, leaving an ample opening for the passage of the Thoroughfare. At this distance the Thoroughfare again sounded a single blast of her whistle, indicating an intention to direct her course to starboard and pass in the rear of the Enterprise. This was accepted by the Relief by a like single blast. At this time the master of the Relief was aware of the presence at a considerable distance on the other side of the Enterprise of the tug Union<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> which, with a tow, was approaching on a westerly course near the south edge of the channel. The master of the Thoroughfare, whose view was then intercepted by the Enterprise, was not aware of the presence of the Union. After the Relief gave her answering signal the Thoroughfare continued to advance at full speed, for about 1,000 feet, heading for the 100 foot opening between the stern of the Enterprise and the edge of the channel, and not knowing what vessels might be encountered on the other side. Meanwhile the Enterprise remained at rest without any change in position. Just as the Thoroughfare was about to pass she saw the Union approaching on the other side and blew two whistles to indicate her intention of passing on the starboard side of the Union after she got clear of the Enterprise. This was accepted by two blasts from the Union. But before clearing the Enterprise the Thoroughfare suddenly changed her course to port, and struck the Enterprise. There was no occasion for this change to port. The Thoroughfare was not then in peril; the Union was about 900 feet away and had already slowed down; and the Thoroughfare would have had ample time and space after clearing the Enterprise in which to go to port and pass on the starboard side of the Union in accordance with the previous exchange of signals. And the Thoroughfare could herself have stopped within 300 feet.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We agree with the view of both the lower courts that the collision was caused solely by the negligence of the Thoroughfare, which not only approached the passageway in the rear of the Enterprise at full speed, without knowing whether she would encounter any vessel on the other side, but needlessly commenced the execution of the passing movement with the Union before she had cleared the Enterprise; and that there was no contributing fault on the part of the Relief or the Enterprise.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Relief was not at fault in accepting the passing signal of the Thoroughfare. This was merely an assent to the proposed passage in the rear of the Enterprise, expressing an understanding of what the Thoroughfare proposed to do and an agreement not to endanger or thwart it by permitting an interfering change in the position of the Enterprise. See Atlas Transp. Co. v. Lee Line Steamers (C. C. A.) 235 F. 492, 495. And the Relief, being in a position to fully carry out its agreement, was under no obligation to decline the passing signal because of the approach of the Union on the other side and to sound instead a warning signal. There was nothing in the situation to indicate that the approach of the Union would prevent the Thoroughfare from passing safely, if, as the Relief had the right to assume, it were navigated with due care. See Atlas Transp. Co. v. Lee Line Steamers (C. C. A.) 238 F. 349, on petition for rehearing. The doctrine of The F. W. Wheeler (C. C. A.) 78 F. 824, that a moving tug is in fault in accepting, without warning, a passing signal when she knows that the passage is obstructed by her grounded tow whose movement she cannot control, has no application here.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Nor was the Enterprise at fault in not having a lookout. The rule stated in The Ariadne, 13 Wall. 475, 478, 20 L. Ed. 542, as to the responsibility of a moving vessel for the failure of her lookout to discover an approaching vessel in time to avoid a collision, does not apply to a vessel in the position of the Enterprise, which was at rest, without power; and the absence of a lookout upon her did not in any manner contribute to the collision.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Decrees affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Another tug, the Hercules, belonging to the Rolph Navigation &amp; Coal Company, which was also impleaded, is not here involved.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Relief was assisted by the tug Hercules referred to in note 1, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Union is not brought into these suits.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "<div>\n<center><b>277 U.S. 304 (1928)</b></center>\n<center><h1>SOUTHERN PACIFIC COMPANY<br>\nv.<br>\nHAGLUND, ADMINISTRATRIX, ET AL.<br>\nSAME<br>\nv.<br>\nMOORE SHIPBUILDING COMPANY ET AL.</h1></center>\n<center>Nos. 472, 473.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 13, 1928.</center>\n<center>Decided May 21, 1928.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><span class=\"star-pagination\">*305</span> <i>Mr. Wm. Denman</i> submitted for petitioner.</p>\n<p><span class=\"star-pagination\">*307</span> <i>Mr. Ira S. Lillick,</i> with whom <i>Mr. Hunt C. Hill was</i> on the briefs, submitted for the respondents, Moore Shipbuilding Company and Hildur Haglund, Administratrix.</p>\n<p><i>Mr. J.F. Sullivan,</i> with whom <i>Messrs. Edward I. Barry</i> and <i>Theodore J. Roche</i> were on the brief, submitted for the respondent, Rolph Navigation &amp; Coal Company.</p>\n<p><span class=\"star-pagination\">*306</span> MR. JUSTICE SANFORD delivered tile opinion of the Court.</p>\n<p>These two suits in admiralty, which were brought in the federal court for northern California, arose out of a collision between the ferryboat <i>Thoroughfare</i> and the steamship <i>Enterprise</i> in charge of the tug <i>Relief,</i> in the channel of San Antonio Creek, known as the Oakland Estuary, which resulted in damages to the <i>Thoroughfare</i> and the <i>Enterprise,</i> and the killing of Ernest Haglund, a workman on the <i>Enterprise.</i> In No. 472 the administratrix of Haglund's estate libelled the Southern Pacific Co., the owner of the <i>Thoroughfare,</i> and the Rolph Navigation &amp; Coal Co., the owner of the <i>Relief,</i> for the damages arising from his death. In No. 473 the Moore Shipbuilding Co. libelled the <i>Thoroughfare</i> for the damages to the <i>Enterprise;</i> and the Southern Pacific Co., as claimant of the <i>Thoroughfare,</i> brought in as third party respondents the <i>Enterprise,</i> the <i>Relief</i> and the Rolph Navigation &amp; Coal Co., to answer for the damages to the <i>Thoroughfare.</i><sup>[1]</sup></p>\n<p>The suits were tried on the same evidence as to the responsibility for the collision, and were consolidated for hearing in the Circuit Court of Appeals. The District Court found that the collision was caused solely by the negligence of the <i>Thoroughfare,</i> without fault on the part of the <i>Relief</i> or the <i>Enterprise,</i> and entered decrees against <span class=\"star-pagination\">*308</span> the Southern Pacific Co. for the damages to the <i>Enterprise</i> and the death of Haglund. These decrees were affirmed by the Circuit Court of Appeals. 19 F. (2d) 878.</p>\n<p>The channel of the Estuary, the great artery of commerce between San Francisco and Oakland, is 500 feet wide. The collision occurred about noon, on a clear day. The <i>Enterprise,</i> a steam freighter 320 feet long, which was undergoing repairs at the yard of the Moore Shipbuilding Co. on the north bank of the Estuary, was let down stern foremost on a marine railway into the waters of the Estuary, and lay at right angles across the channel. She was without power, had no lookout, and had been placed by the Shipbuilding Company in charge of the <i>Relief</i> to be berthed at a nearby wharf on the Company's plant.<sup>[2]</sup> The <i>Thoroughfare,</i> a steam ferryboat, was then approaching at her full speed of 13 miles an hour on an easterly course through the Estuary. When about 2,900 feet away she sounded a single blast of her whistle. This was not answered by the <i>Relief,</i> which was then engaged in stopping the sternway of the <i>Enterprise</i> towards the south side of the channel. When the <i>Thoroughfare</i> had approached within about 1,000 feet of the <i>Enterprise,</i> the <i>Relief</i> had arrested the movement of the <i>Enterprise</i> and was holding her dead in the water, with her stern about 100 feet from the south edge of the channel, leaving an ample opening for the passage of the <i>Thoroughfare.</i> At this distance the <i>Thoroughfare</i> again sounded a single blast of her whistle, indicating an intention to direct her course to starboard and pass in the rear of the <i>Enterprise.</i> This was accepted by the <i>Relief</i> by a like single blast. At this time the master of the <i>Relief</i> was aware of the presence at a considerable distance on the other side of <span class=\"star-pagination\">*309</span> the <i>Enterprise</i> of the tug <i>Union</i><sup>[3]</sup> which, with a tow, was approaching on a westerly course near the south edge of the channel. The master of the <i>Thoroughfare,</i> whose view was then intercepted by the <i>Enterprise,</i> was not aware of the presence of the <i>Union.</i> After the <i>Relief</i> gave her answering signal the <i>Thoroughfare</i> continued to advance at full speed, for about 1,000 feet, heading for the 100 foot opening between the stern of the <i>Enterprise</i> and the edge of the channel, and not knowing what vessels might be encountered on the other side. Meanwhile the <i>Enterprise</i> remained at rest without any change in position. Just as the <i>Thoroughfare</i> was about to pass, she saw the <i>Union</i> approaching on the other side and blew two whistles to indicate her intention of passing on the starboard side of the <i>Union</i> after she got clear of the <i>Enterprise.</i> This was accepted by two blasts from the <i>Union.</i> But before clearing the <i>Enterprise</i> the <i>Thoroughfare</i> suddenly changed her course to port, and struck the <i>Enterprise.</i> There was no occasion for this change to port. The <i>Thoroughfare</i> was not then in peril; the <i>Union</i> was about 900 feet away and had already slowed down; and the <i>Thoroughfare</i> would have had ample time and space after clearing the <i>Enterprise</i> in which to go to port and pass on the starboard side of the <i>Union</i> in accordance with the previous exchange of signals. And the <i>Thoroughfare</i> could herself have stopped within 300 feet.</p>\n<p>We agree with the view of both the lower courts that the collision was caused solely by the negligence of the <i>Thoroughfare,</i> which not only approached the passageway in the rear of the <i>Enterprise</i> at full speed, without knowing whether she would encounter any vessel on the other side, but needlessly commenced the execution of the passing movement with the <i>Union</i> before she had cleared the <span class=\"star-pagination\">*310</span> <i>Enterprise;</i> and that there was no contributing fault on the part of the <i>Relief</i> or the <i>Enterprise.</i></p>\n<p>The <i>Relief</i> was not at fault in accepting the passing signal of the <i>Thoroughfare.</i> This was merely an assent to the proposed passage in the rear of the <i>Enterprise,</i> expressing an understanding of what the <i>Thoroughfare</i> proposed to do and an agreement not to endanger or thwart it by permitting an interfering change in the position of the <i>Enterprise.</i> See <i>Atlas Transp. Co.</i> v. <i>Lee Line Steamers</i> (C.C.A.), 235 Fed. 492, 495. And the <i>Relief,</i> being in a position to fully carry out its agreement, was under no obligation to decline the passing signal because of the approach of the <i>Union</i> on the other side and to sound instead a warning signal. There was nothing in the situation to indicate that the approach of the <i>Union</i> would prevent the <i>Thoroughfare</i> from passing safely, if, as the <i>Relief</i> had the right to assume, it were navigated with due care. See <i>Atlas Transp. Co.</i> v. <i>Lee Line Steamers</i> (C.C.A.), 238 Fed. 349, on petition for rehearing. The doctrine of <i>The F.W. Wheeler</i> (C.C.A.), 78 Fed. 824, that a moving tug is in fault in accepting, without warning, a passing signal when she knows that the passage is obstructed by her grounded tow whose movement she cannot control, has no application here.</p>\n<p>Nor was the <i>Enterprise</i> at fault in not having a lookout. The rule stated in <i>The Ariadne,</i> 13 Wall. 475, 478, as to the responsibility of a moving vessel for the failure of her lookout to discover an approaching vessel in time to avoid a collision, does not apply to a vessel in the position of the <i>Enterprise,</i> which was at rest, without power; and the absence of a lookout upon her did not in any manner contribute to the collision.</p>\n<p><i>Decrees affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Another tug, the <i>Hercules,</i> belonging to the Rolph Navigation &amp; Coal Co., which was also impleaded, is not here involved.</p>\n<p>[2]  The <i>Relief</i> was assisted by the tug <i>Hercules</i> referred to in note 1, supra,</p>\n<p>[3]  The <i>Union</i> is not brought into these suits.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></span> (1928)</b></center>\n<center><h1>FILE1: </h1></center>\n<center>Nos. 472, 473.</center>\n<center><p>squash ring irate whimsical honorable pies hands turkey scale fresh flag can ablaze scale lethal connection cross vast theory tap flag functional pan coast crooked threatening ablaze bow bare coast pies bored phobic pan carriage Stroke guarded battle wakeful ghost theory Skillful dinosaurs challenge possess ray repair rely alive deceive cloudy fine meddle argue damaged uncle school need acoustics halting need can obeisant unable mist trees recess Thinkable army crowd tangy third argue detail ray third wanting Building Wail Thinkable screeching radiate direful thank argue attach allow fine slip silly halting undress screeching telephone ablaze mist army snakes permissible honorable sin push foamy Smell confess scale last giraffe Suck bubble window wakeful hellish eatable foamy upset push Repeat direful cross dirt cold pedal Name arrive can hellish pinch Name eatable fumbling alive birds cold fumbling screeching skip stew dramatic spectacular business rabbits repair beds crowd guarded guarded abhorrent radiate radiate upset present invention spectacular mysterious detail ring telephone permissible chew cooing badge flat can dirt ray slip nauseating cloudy circle receive permissible protest amount telephone direful ring oranges circle crazy Stroke recess flat arrive Bikes craven thoughtful school trees blood color sincere third fumbling telephone unable fumbling Phone violent allow coast recess possess color worry phobic deceive circle liquid ray eatable continue bow subsequent Building coast abhorrent unbiased color sincere silly Pigs uncle pail flag skip possess juicy type hands like physical violent blush blush confess fresh waves hands snakes trees scale Bikes blush waves silly violent wanting school knowledgeable flag argue battle whimsical nutty alive Soggy violent violent type sophisticated silly pedal guarded delightful need Stroke bubble continue sincere theory flavor bow threatening meddle screeching lucky can Caring tangy deceive present near thoughtful obeisant oranges lethal radiate trees color rely pail Skillful allow window cold ray deceive Grin flag chilly Skillful nutty threatening unable screeching crowd waves vast obeisant Suck open Grin blood womanly blush mist breathe rely crooked Skillful violent nutty meddle overflow uncle overflow delightful dog gleaming crooked arrive whimsical flower blood squash oranges flat oranges window pedal bare garrulous flag subsequent deceive irate dog silly arrive ghost ghost flat telephone selfish flag sin halting threatening cloudy crooked alive challenge receive invention bow crazy part sin Smell wasteful confess dog violent connection knowledge ablaze pail attack type bored wax mine Building phobic Name recess push turkey fax acoustics escape suggest giraffe color sin Phone flag type sin ghost womanly Grin Skillful receive sin mine flat Phone hands zip Wail Suck recess stew meddle halting Available attack open battle skip Available join spectacular vast unbiased obscene crack rely stew whimsical flag naughty trees third recess irate breathe flat knowledgeable lacking Name juicy battle threatening knowledge wax uncle taste silly liquid ring physical deceive long-term pedal theory continue fine birds last womanly obeisant Repeat waves subsequent argue oranges last lethal weight guarded undress direful meddle birds lethal liquid vast functional weight blood thank possible bare circle permissible thank abaft ray Available carriage rightful phobic physical crooked ring challenge screeching phobic Phone recess cold sophisticated crack arrive gleaming bubble carriage Name sin abhorrent giraffe green upset flag unable dog Stroke vigorous tangy snakes sin Suck rightful uncle wakeful join Repeat bow prick attach worry continue prick theory third crooked knowledgeable badge trees Grin foamy flag ghost bored spectacular abaft Caring rely Grin color cooing mysterious possible need giraffe physical dirt overflow Stroke dirt Thinkable whimsical flat beds tap scale observation grade Soggy rustic window push meddle near vast flag unable flavor uncle blush dramatic circle circle lacking giraffe stew halting telephone subsequent hands argue squash coast fax beg stew allow carriage abhorrent pan Building thank rabbits ring Wail compare Stroke birds Soggy birds flag connection nauseating color pan like blush physical fax juicy bare near bare stew upset thoughtful business rustic pies halting worry badge chubby circle improve theory army vigorous badge meddle slip protest rely flavor chubby Pigs dramatic last Seashore price meddle Thinkable Pigs knowledgeable undress detail Wail badge juvenile present bored mist naughty irate weight dog rightful phobic flat Stroke invention observation gleaming meddle near prick knowledgeable badge green carriage weight acoustics recess blood last naughty school attack Soggy green fax Name flat guarded damaged lethal sincere</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/88485/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1502028/"
  ]
}