{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/4577/",
  "id":4577,
  "absolute_url": "/opinion/4577/southern-pacific-co-v-haglund/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/4577/",
  "author": "https://www.courtlistener.com/api/rest/v3/people/2839/",
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-28T16:48:45Z",
  "date_modified": "2017-03-24T04:10:15.071063Z",
  "type": "010combined",
  "sha1": "3642e46ed88ae434cfd453f8534bcf6db7e969c8",
  "page_count": null,
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">277 U.S. 304</p>\n    <p class=\"case_cite\">48 S.Ct. 510</p>\n    <p class=\"case_cite\">72 L.Ed. 892</p>\n    <p class=\"parties\">SOUTHERN PAC. CO.<br>v.<br>HAGLUND et al.  SAME  v.  MOORE SHIPBUILDING CO. et al.</p>\n    <p class=\"docket\">Nos. 472, 473.</p>\n    <p class=\"date\">Submitted April 13, 1928.</p>\n    <p class=\"date\">Decided May 21, 1928.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. William Denman, of San Francisco, Cal., for petitioner.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 305-306 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Ira S. Lillick and J. F. Sullivan, both of San Francisco, Cal., for respondents.</p>\n      <p class=\"indent\">Mr. Justice SANFORD delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These two suits in admiralty, which were brought in the federal court for northern California, arose out of a collision between the ferryboat Thoroughfare and the steamship Enterprise in charge of the tug Relief, in the channel of San Antonio Creek, known as the Oakland Estuary, which resulted in damages to the Thoroughfare and the Enterprise, and the killing of Ernest Haglund, a workman on the Enterprise. In No. 472 the administratrix of Haglund's estate libelled the Southern Pacific Company, the owner of the Thoroughfare, and the Rolph Navigation &amp; Coal Company, the owner of the Relief, for the damages arising from his death. In No. 473 the Moore Shipbuilding Company libelled the Thoroughfare for the damages to the Enterprise; and the Southern Pacific Company, as claimant of the Thoroughfare, brought in as third party respondents the Enterprise, the Relief and the Rolph Navigation &amp; Coal Company, to answer for the damages to the Thoroughfare.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The suits were tried on the same evidence as to the responsibility for the collision, and were consolidated for hearing in the Circuit Court of Appeals. The District Court found that the collision was caused solely by the negligence of the Thoroughfare, without fault on the part of the Relief or the Enterprise, and entered decrees against the Southern Pacific Company for the damages to the Enterprise and the death of Haglund. These decrees were affirmed by the Circuit Court of Appeals. 19 F.(2d) 878.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The channel of the Estuary, the great artery of commerce between San Francisco and Oakland, is 500 feet wide. The collision occurred about noon, on a clear day. The Enterprise, a steam freighter 320 feet long, which was undergoing repairs at the yard of the Moore Shipbuilding Company on the north bank of the Estuary, was let down stern foremost on a marine railway into the waters of the Estuary, and lay at right angles across the channel. She was without power, had no lookout, and had been placed by the Shipbuilding Company in charge of the Relief to be berthed at a nearby wharf on the Company's plant.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The Thoroughfare, a steam ferryboat, was then approaching at her full speed of 13 miles an hour on an easterly course through the Estuary. When about 2,900 feet away she sounded a single blast of her whistle. This was not answered by the Relief, which was then engaged in stopping the sternway of the Enterprise towards the south side of the channel. When the Thououghfare had approached within about 1,000 feet of the Enterprise, the Relief had arrested the movement of the Enterprise and was holding her dead in the water, with her stern about 100 feet from the south edge of the channel, leaving an ample opening for the passage of the Thoroughfare. At this distance the Thoroughfare again sounded a single blast of her whistle, indicating an intention to direct her course to starboard and pass in the rear of the Enterprise. This was accepted by the Relief by a like single blast. At this time the master of the Relief was aware of the presence at a considerable distance on the other side of the Enterprise of the tug Union<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> which, with a tow, was approaching on a westerly course near the south edge of the channel. The master of the Thoroughfare, whose view was then intercepted by the Enterprise, was not aware of the presence of the Union. After the Relief gave her answering signal the Thoroughfare continued to advance at full speed, for about 1,000 feet, heading for the 100 foot opening between the stern of the Enterprise and the edge of the channel, and not knowing what vessels might be encountered on the other side. Meanwhile the Enterprise remained at rest without any change in position. Just as the Thoroughfare was about to pass she saw the Union approaching on the other side and blew two whistles to indicate her intention of passing on the starboard side of the Union after she got clear of the Enterprise. This was accepted by two blasts from the Union. But before clearing the Enterprise the Thoroughfare suddenly changed her course to port, and struck the Enterprise. There was no occasion for this change to port. The Thoroughfare was not then in peril; the Union was about 900 feet away and had already slowed down; and the Thoroughfare would have had ample time and space after clearing the Enterprise in which to go to port and pass on the starboard side of the Union in accordance with the previous exchange of signals. And the Thoroughfare could herself have stopped within 300 feet.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We agree with the view of both the lower courts that the collision was caused solely by the negligence of the Thoroughfare, which not only approached the passageway in the rear of the Enterprise at full speed, without knowing whether she would encounter any vessel on the other side, but needlessly commenced the execution of the passing movement with the Union before she had cleared the Enterprise; and that there was no contributing fault on the part of the Relief or the Enterprise.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Relief was not at fault in accepting the passing signal of the Thoroughfare. This was merely an assent to the proposed passage in the rear of the Enterprise, expressing an understanding of what the Thoroughfare proposed to do and an agreement not to endanger or thwart it by permitting an interfering change in the position of the Enterprise. See Atlas Transp. Co. v. Lee Line Steamers (C. C. A.) 235 F. 492, 495. And the Relief, being in a position to fully carry out its agreement, was under no obligation to decline the passing signal because of the approach of the Union on the other side and to sound instead a warning signal. There was nothing in the situation to indicate that the approach of the Union would prevent the Thoroughfare from passing safely, if, as the Relief had the right to assume, it were navigated with due care. See Atlas Transp. Co. v. Lee Line Steamers (C. C. A.) 238 F. 349, on petition for rehearing. The doctrine of The F. W. Wheeler (C. C. A.) 78 F. 824, that a moving tug is in fault in accepting, without warning, a passing signal when she knows that the passage is obstructed by her grounded tow whose movement she cannot control, has no application here.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Nor was the Enterprise at fault in not having a lookout. The rule stated in The Ariadne, 13 Wall. 475, 478, 20 L. Ed. 542, as to the responsibility of a moving vessel for the failure of her lookout to discover an approaching vessel in time to avoid a collision, does not apply to a vessel in the position of the Enterprise, which was at rest, without power; and the absence of a lookout upon her did not in any manner contribute to the collision.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Decrees affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Another tug, the Hercules, belonging to the Rolph Navigation &amp; Coal Company, which was also impleaded, is not here involved.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Relief was assisted by the tug Hercules referred to in note 1, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Union is not brought into these suits.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "<div>\n<center><b>277 U.S. 304 (1928)</b></center>\n<center><h1>SOUTHERN PACIFIC COMPANY<br>\nv.<br>\nHAGLUND, ADMINISTRATRIX, ET AL.<br>\nSAME<br>\nv.<br>\nMOORE SHIPBUILDING COMPANY ET AL.</h1></center>\n<center>Nos. 472, 473.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 13, 1928.</center>\n<center>Decided May 21, 1928.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><span class=\"star-pagination\">*305</span> <i>Mr. Wm. Denman</i> submitted for petitioner.</p>\n<p><span class=\"star-pagination\">*307</span> <i>Mr. Ira S. Lillick,</i> with whom <i>Mr. Hunt C. Hill was</i> on the briefs, submitted for the respondents, Moore Shipbuilding Company and Hildur Haglund, Administratrix.</p>\n<p><i>Mr. J.F. Sullivan,</i> with whom <i>Messrs. Edward I. Barry</i> and <i>Theodore J. Roche</i> were on the brief, submitted for the respondent, Rolph Navigation &amp; Coal Company.</p>\n<p><span class=\"star-pagination\">*306</span> MR. JUSTICE SANFORD delivered tile opinion of the Court.</p>\n<p>These two suits in admiralty, which were brought in the federal court for northern California, arose out of a collision between the ferryboat <i>Thoroughfare</i> and the steamship <i>Enterprise</i> in charge of the tug <i>Relief,</i> in the channel of San Antonio Creek, known as the Oakland Estuary, which resulted in damages to the <i>Thoroughfare</i> and the <i>Enterprise,</i> and the killing of Ernest Haglund, a workman on the <i>Enterprise.</i> In No. 472 the administratrix of Haglund's estate libelled the Southern Pacific Co., the owner of the <i>Thoroughfare,</i> and the Rolph Navigation &amp; Coal Co., the owner of the <i>Relief,</i> for the damages arising from his death. In No. 473 the Moore Shipbuilding Co. libelled the <i>Thoroughfare</i> for the damages to the <i>Enterprise;</i> and the Southern Pacific Co., as claimant of the <i>Thoroughfare,</i> brought in as third party respondents the <i>Enterprise,</i> the <i>Relief</i> and the Rolph Navigation &amp; Coal Co., to answer for the damages to the <i>Thoroughfare.</i><sup>[1]</sup></p>\n<p>The suits were tried on the same evidence as to the responsibility for the collision, and were consolidated for hearing in the Circuit Court of Appeals. The District Court found that the collision was caused solely by the negligence of the <i>Thoroughfare,</i> without fault on the part of the <i>Relief</i> or the <i>Enterprise,</i> and entered decrees against <span class=\"star-pagination\">*308</span> the Southern Pacific Co. for the damages to the <i>Enterprise</i> and the death of Haglund. These decrees were affirmed by the Circuit Court of Appeals. 19 F. (2d) 878.</p>\n<p>The channel of the Estuary, the great artery of commerce between San Francisco and Oakland, is 500 feet wide. The collision occurred about noon, on a clear day. The <i>Enterprise,</i> a steam freighter 320 feet long, which was undergoing repairs at the yard of the Moore Shipbuilding Co. on the north bank of the Estuary, was let down stern foremost on a marine railway into the waters of the Estuary, and lay at right angles across the channel. She was without power, had no lookout, and had been placed by the Shipbuilding Company in charge of the <i>Relief</i> to be berthed at a nearby wharf on the Company's plant.<sup>[2]</sup> The <i>Thoroughfare,</i> a steam ferryboat, was then approaching at her full speed of 13 miles an hour on an easterly course through the Estuary. When about 2,900 feet away she sounded a single blast of her whistle. This was not answered by the <i>Relief,</i> which was then engaged in stopping the sternway of the <i>Enterprise</i> towards the south side of the channel. When the <i>Thoroughfare</i> had approached within about 1,000 feet of the <i>Enterprise,</i> the <i>Relief</i> had arrested the movement of the <i>Enterprise</i> and was holding her dead in the water, with her stern about 100 feet from the south edge of the channel, leaving an ample opening for the passage of the <i>Thoroughfare.</i> At this distance the <i>Thoroughfare</i> again sounded a single blast of her whistle, indicating an intention to direct her course to starboard and pass in the rear of the <i>Enterprise.</i> This was accepted by the <i>Relief</i> by a like single blast. At this time the master of the <i>Relief</i> was aware of the presence at a considerable distance on the other side of <span class=\"star-pagination\">*309</span> the <i>Enterprise</i> of the tug <i>Union</i><sup>[3]</sup> which, with a tow, was approaching on a westerly course near the south edge of the channel. The master of the <i>Thoroughfare,</i> whose view was then intercepted by the <i>Enterprise,</i> was not aware of the presence of the <i>Union.</i> After the <i>Relief</i> gave her answering signal the <i>Thoroughfare</i> continued to advance at full speed, for about 1,000 feet, heading for the 100 foot opening between the stern of the <i>Enterprise</i> and the edge of the channel, and not knowing what vessels might be encountered on the other side. Meanwhile the <i>Enterprise</i> remained at rest without any change in position. Just as the <i>Thoroughfare</i> was about to pass, she saw the <i>Union</i> approaching on the other side and blew two whistles to indicate her intention of passing on the starboard side of the <i>Union</i> after she got clear of the <i>Enterprise.</i> This was accepted by two blasts from the <i>Union.</i> But before clearing the <i>Enterprise</i> the <i>Thoroughfare</i> suddenly changed her course to port, and struck the <i>Enterprise.</i> There was no occasion for this change to port. The <i>Thoroughfare</i> was not then in peril; the <i>Union</i> was about 900 feet away and had already slowed down; and the <i>Thoroughfare</i> would have had ample time and space after clearing the <i>Enterprise</i> in which to go to port and pass on the starboard side of the <i>Union</i> in accordance with the previous exchange of signals. And the <i>Thoroughfare</i> could herself have stopped within 300 feet.</p>\n<p>We agree with the view of both the lower courts that the collision was caused solely by the negligence of the <i>Thoroughfare,</i> which not only approached the passageway in the rear of the <i>Enterprise</i> at full speed, without knowing whether she would encounter any vessel on the other side, but needlessly commenced the execution of the passing movement with the <i>Union</i> before she had cleared the <span class=\"star-pagination\">*310</span> <i>Enterprise;</i> and that there was no contributing fault on the part of the <i>Relief</i> or the <i>Enterprise.</i></p>\n<p>The <i>Relief</i> was not at fault in accepting the passing signal of the <i>Thoroughfare.</i> This was merely an assent to the proposed passage in the rear of the <i>Enterprise,</i> expressing an understanding of what the <i>Thoroughfare</i> proposed to do and an agreement not to endanger or thwart it by permitting an interfering change in the position of the <i>Enterprise.</i> See <i>Atlas Transp. Co.</i> v. <i>Lee Line Steamers</i> (C.C.A.), 235 Fed. 492, 495. And the <i>Relief,</i> being in a position to fully carry out its agreement, was under no obligation to decline the passing signal because of the approach of the <i>Union</i> on the other side and to sound instead a warning signal. There was nothing in the situation to indicate that the approach of the <i>Union</i> would prevent the <i>Thoroughfare</i> from passing safely, if, as the <i>Relief</i> had the right to assume, it were navigated with due care. See <i>Atlas Transp. Co.</i> v. <i>Lee Line Steamers</i> (C.C.A.), 238 Fed. 349, on petition for rehearing. The doctrine of <i>The F.W. Wheeler</i> (C.C.A.), 78 Fed. 824, that a moving tug is in fault in accepting, without warning, a passing signal when she knows that the passage is obstructed by her grounded tow whose movement she cannot control, has no application here.</p>\n<p>Nor was the <i>Enterprise</i> at fault in not having a lookout. The rule stated in <i>The Ariadne,</i> 13 Wall. 475, 478, as to the responsibility of a moving vessel for the failure of her lookout to discover an approaching vessel in time to avoid a collision, does not apply to a vessel in the position of the <i>Enterprise,</i> which was at rest, without power; and the absence of a lookout upon her did not in any manner contribute to the collision.</p>\n<p><i>Decrees affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Another tug, the <i>Hercules,</i> belonging to the Rolph Navigation &amp; Coal Co., which was also impleaded, is not here involved.</p>\n<p>[2]  The <i>Relief</i> was assisted by the tug <i>Hercules</i> referred to in note 1, supra,</p>\n<p>[3]  The <i>Union</i> is not brought into these suits.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></span> (1928)</b></center>\n<center><h1>FILE1: </h1></center>\n<center>Nos. 472, 473.</center>\n<center><p>thank obeisant allow Building last fax detail green Suck business continue uncle gleaming juicy spectacular tangy uncle present sin threatening rely radiate abaft overflow bare long-term cooing Wail join uncle knowledgeable nauseating meddle ring badge flower crazy halting oranges pan squash vast grade worry green join type violent Caring upset rely bored Suck birds functional pinch phobic thank amount abaft obscene thoughtful lucky near cooing radiate rustic hands birds army naughty dog guarded cold repair wakeful vast gleaming sin fresh push sophisticated thank pail recess improve naughty circle possible confess Stroke amount Available garrulous Soggy present liquid stew Bikes rustic snakes hellish violent detail threatening halting birds nauseating last liquid pedal bubble color flower flat fine worry obeisant chew vast pinch cross sincere rightful snakes hellish obscene foamy rightful permissible near allow flag dinosaurs vigorous juvenile fine wakeful thoughtful pail amount push unable chilly chew crowd attach scale crooked birds skip waves zip obeisant Skillful connection battle violent crack badge ghost window badge Name bored bow tangy waves compare taste flat chew fresh detail need Seashore mist dirt fresh eatable ring Phone push sincere meddle obeisant beg taste argue trees rabbits honorable theory allow zip blush weight unbiased trees chilly slip window receive mist mist circle long-term womanly lethal telephone Stroke functional thank Building direful badge dirt worry challenge escape knowledgeable Phone near gleaming suggest thank escape physical furniture thoughtful join flag naughty attack school obscene grade rustic nauseating obeisant nauseating upset guarded open improve breathe attack wakeful ghost naughty part Smell observation pedal improve connection continue lucky dirt obscene school permissible challenge carriage undress cross scale window threatening crack amount improve observation whimsical recess thank color mysterious last Bikes undress green can vast cloudy gleaming oranges functional damaged dirt flat escape battle knowledge phobic rightful arrive flag Suck alive undress vigorous juicy pan business juicy lacking violent scale argue hands crack dog Skillful flag ray amount hands Available deceive army crazy arrive obscene waves scale tap sin damaged join chilly delightful compare direful part Repeat Wail lucky suggest violent juicy protest flavor breathe crooked sophisticated rely ray theory juvenile abhorrent detail recess permissible flat gleaming ghost sin permissible worry ablaze acoustics near mysterious Wail physical overflow need Bikes Phone repair Pigs whimsical knowledgeable damaged Repeat open violent phobic confess cold garrulous repair permissible flavor mine long-term suggest repair fax carriage breathe oranges garrulous unbiased cloudy improve meddle push beg meddle escape crooked wakeful near pedal furniture Name observation birds acoustics nutty flavor taste halting taste cold physical Name beds crazy halting alive stew rely argue breathe amount beds Pigs damaged radiate argue fumbling radiate Skillful crooked theory direful ablaze mist flat dirt sin need challenge ghost fax fumbling alive ring confess pedal sin sincere rabbits last Smell third Smell craven obeisant like juicy turkey detail chilly pail obscene ablaze flat breathe obeisant physical Grin craven abhorrent acoustics flavor gleaming Seashore Wail dinosaurs knowledgeable eatable chew detail direful observation part upset trees phobic dog cooing Suck giraffe worry escape weight ray honorable Skillful like vast challenge rustic Skillful snakes zip zip Smell oranges Smell color type juvenile direful dramatic business garrulous wax Thinkable permissible foamy Bikes battle suggest worry dog pinch zip connection army grade Soggy improve wanting coast vigorous rabbits confess juicy carriage undress protest allow Grin type sophisticated unbiased join chilly like deceive open nauseating improve arrive present mine join delightful Stroke nauseating continue zip threatening subsequent thoughtful detail trees irate tap lacking vigorous business naughty zip Available alive cold like oranges nutty deceive cross naughty flower sincere giraffe nauseating pedal rustic chilly theory obeisant color coast juicy slip nutty near challenge arrive pinch gleaming theory escape eatable vast deceive tap battle whimsical obscene Name repair connection sincere chubby Skillful pan garrulous pinch scale subsequent Suck physical tangy permissible Skillful turkey wasteful flag amount cross can craven tangy tap turkey thank beds obeisant chew bubble upset invention dinosaurs uncle Caring long-term recess mist unable Skillful craven possess invention crack crowd ring near waves phobic silly last circle unable fine battle Pigs bored snakes grade coast dirt vast knowledge chew green unable color near pinch need Stroke nauseating taste furniture mine juicy mysterious furniture last subsequent breathe weight thoughtful</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/88485/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1502028/"
  ]
}